Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །བསམ་གྱིས་མི་ཁྱབ་པ་བསྟན་པ་དང་། བསམ་གྱིས་མི་ཁྱབ་པ་ལ་རྣམ་པར་རྟོག་པ་མི་འབྱུང་བ་ཡང་། བསྒོམ་པ་ཡོངས་སུ་རྫོགས་པའི་རྟགས་སོ།
en: That the inconceivable has been taught and that they do not conceptualize the inconceivable are also signs that “the meditation on the perfection of wisdom… is completed.”

source: །ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྤྱོད་པའི་རྟགས་ནི་གཟུགས་སུ་མི་རྟོག་རྣམ་པར་མི་རྟོག་གོ། །གཟུགས་ཀྱི་མཚན་མར་མི་རྟོག །རྣམ་པར་མི་རྟོག་གོ། །གཟུགས་ཀྱི་རང་བཞིན་དུ་མི་རྟོག །རྣམ་པར་མི་རྟོག་གོ་ཞེས་བྱ་བ་སྟེ།
en: The sign that they are practicing the six perfections is that they “do not mentally construct and do not conceive of form, do not mentally construct and do not conceive of a causal sign of form, and do not mentally construct and do not conceive of an intrinsic nature of form.”

source: སྟོང་པ་ཉིད་ཀྱི་ཏིང་ངེ་འཛིན་གྱིས་ཆོས་རྣམས་སུ་མི་རྟོག་གོ། །མཚན་མ་མེད་པའི་ཏིང་ངེ་འཛིན་གྱིས་མཚན་མར་མི་རྟོག་གོ། །སྨོན་པ་མེད་པའི་ཏིང་ངེ་འཛིན་གྱིས་རང་བཞིན་དུ་མི་རྟོག་གོ།
en: With the meditative stabilization on emptiness they do not mentally construct dharmas; with the meditative stabilization on signlessness they do not mentally construct causal signs; and with the meditative stabilization on wishlessness they do not mentally construct an intrinsic nature.

source: །ཀུན་བརྟགས་པ་ལ་རྣམ་པར་མི་རྟོག་གོ། །གཞན་གྱི་དབང་ལ་རྣམ་པར་མི་རྟོག་གོ།
en: They do not conceptualize falsely imagined phenomena; they do not conceptualize dependent phenomena.

source: །སྔར་ནི་དེ་བཞིན་ཉིད་ཟབ་པས་ཟབ་པ་ཉིད་དུ་གསུངས་སོ། །ད་ནི་དེ་བཞིན་ཉིད་ཀྱི་མཚན་ཉིད་གཟུགས་ལ་སོགས་པ་ལ་སྒྲོ་བཏགས་ནས་ཟབ་པ་བཤད་པ་ནི་གདུལ་བའི་བསམ་པ་སྣ་ཚོགས་ཀྱི་ཕྱིར་རོ།
en: Earlier it said that it is deep because of the depth of suchness; here, having superimposed the mark of suchness onto form and so on, and saying that it is deep, is because of the various dispositions of trainees. “

source: །བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ཀྱི་དག་པའི་ཕུང་པོ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་ཕུང་པོ་དག་པ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Lord, the perfection of wisdom is an aggregate of the purity of all dharmas” means it is pure and it is the aggregate of all dharmas. “

source: །བཅོམ་ལྡན་འདས་བར་ཆད་མང་དུ་མི་འབྱུང་བ་ནི་ངོ་མཚར་ཆེའོ་ཞེས་བྱ་བ་ནི་ལེགས་པར་འགྱུར་བ་ལ་བགེགས་མང་ངོ་སྙམ་དུ་བསམས་ནས་གསུངས་པའོ།
en: Lord, that… would not give rise to many hindrances would be amazing.” It says this having in mind that there are many obstacles to something excellent.

source: །དེའི་འོག་ཏུ་དམ་པའི་ཆོས་ཀློག་པའི་བསོད་ནམས་བསྟན་པ་ནི་བརྡ་ཕྲད་སླའོ།
en: Next, the explanation of the teaching about the merit from reciting the good Dharma is easy.

source: །ལྔ་བརྒྱ་ཐ་མ་ཞེས་བྱ་བ་ནི་བརྒྱ་ཕྲག་ལྔ་བསྡུས་པ་ལ་ལྔ་བརྒྱ་ཞེས་བྱའོ།
en: Last of the five hundreds “During the last of the ‘five hundreds’ ”— a “five hundred” incorporates five one hundreds.

source: །དེ་བཞིན་གཤེགས་པའི་དམ་པའི་ཆོས་གནས་པའི་དུས་ནི་ལོ་ལྔ་སྟོང་ངོ་ཞེས་གསུངས་སོ།
en: It is said that the time the doctrine of the Tathāgata lasts is five thousand years.

source: །ལོ་ལྔ་སྟོང་ལ་ལོ་ལྔ་བརྒྱ་ལྔ་བརྒྱའི་དབང་དུ་བྱས་ལ་ཕྱེད་ཕྱེད་དུ་བཅད་ན་ལྔ་བརྒྱ་ཕྲག་བཅུར་འགྱུར་རོ།
en: If you break up and subdivide the five thousand years into five-hundred-year periods, there are ten five hundreds.

source: །དེ་ལ་ལེའུ་བཅུ་སྟེ་ཐོག་མར་ཁོང་དུ་ཆུད་པའི་ལེའུ་དང་། སྒྲུབ་པའི་ལེའུ་དང་། ལུང་གི་ལེའུ་སྟེ། ལེའུ་གསུམ་མོ། །དེ་ལ་ཁོང་དུ་ཆུད་པའི་ལེའུ་ལ་ཡང་རྣམ་པ་གསུམ་དུ་དབྱེ་སྟེ། དགྲ་བཅོམ་པའི་ལེའུ་དང་། ཕྱིར་མི་འོང་བའི་ལེའུ་དང་།
en: For these there are ten chapters: first, three chapters (the Understanding chapter, Practice chapter, and Scripture chapter).

source: རྒྱུན་དུ་ཞུགས་པའི་ལེའུའོ། །བསྒྲུབ་པའི་ལེའུ་ལ་ཡང་རྣམ་པ་གསུམ་དུ་དབྱེ་སྟེ། ལྷག་མཐོང་གི་ལེའུ་དང་། ཏིང་ངེ་འཛིན་གྱི་ལེའུ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ལེའུའོ།
en: There the Understanding chapter is again subdivided into three chapters (the Worthy One chapter, Non-returner chapter, and stream enterer chapter); the Practice chapter too is subdivided into three chapters (the Insight chapter, Meditative Stabilization chapter, and Morality chapter); and the Scripture chapter is also subdivided into three (the Abhidharma chapter, Sūtra chapter, and Vinaya chapter).

source: །ལུང་གི་ལེའུ་ཡང་རྣམ་པ་གསུམ་དུ་དབྱེ་སྟེ། ཆོས་མངོན་པའི་སྡེ་སྣོད་དང་། མདོ་སྡེའི་སྡེ་སྣོད་དང་། འདུལ་བའི་སྡེ་སྣོད་དེ་ལེའུ་དགུ་དང་། རྟགས་ཙམ་འཇིགས་པའི་ལེའུ་དང་བཅུར་འགྱུར་རོ།
en: These nine chapters and the Mere Signs chapter are the ten chapters.

source: །དེ་ལ་ལེའུ་རེ་རེ་ལ་ཡང་ལོ་ལྔ་བརྒྱ་ལྔ་བརྒྱ་ཐོགས་ཏེ། དེ་ལྟར་ལེའུ་བཅུ་པོ་དག་གིས་ལྔ་བརྒྱ་ཕྲག་བཅུ་ལ་ལོ་ལྔ་སྟོང་དུ་འགྱུར་རོ། །དེ་ལ་ལྔ་བརྒྱ་ཐམས་ཅད་ཀྱི་དང་པོ་ལ་དགྲ་བཅོམ་པ། ལྔ་བརྒྱ་གཉིས་པ་ལ་ཕྱིར་མི་འོང་བ། ལྔ་བརྒྱ་གསུམ་པ་ལ་རྒྱུན་ཏུ་ཞུགས་པ།
en: There, each of the ten chapters lasts five hundred years, so, the ten chapters comprise ten five hundreds that become the five thousand years.

source: ལྔ་བརྒྱ་བཞི་པ་ལ་ལྷག་མཐོང་། ལྔ་པ་ལ་ཏིང་ངེ་འཛིན། དྲུག་པ་ལ་ཚུལ་ཁྲིམས། བདུན་པ་ལ་ཆོས་མངོན་པ། བརྒྱད་པ་ལ་མདོ་སྡེ།
en: There, in the first of all the five hundreds are the worthy ones; in the second five hundred, the non-returners; in the third, the stream enterers; in the fourth five hundred, insight; in the fifth, meditative stabilization; in the sixth, morality; in the seventh, the abhidharma; in the eighth, the sūtras; in the ninth, the vinaya; and in the tenth five hundred, a mere sign.

source: དགུ་པ་ལ་འདུལ་བ། ལྔ་བརྒྱ་བཅུ་པ་ལ་རྟགས་ཙམ་སྟེ། འདི་ཉིད་ལྔ་བརྒྱ་པ་ཐ་མ་ཞེས་བྱའོ།
en: It is just this that is called “the last of the five hundreds.”

source: །ཁ་ཅིག་ན་རེ་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་ལྔ་བརྒྱ་ཐུབ་སྟེ་དེ་ལ་ལོ་ལྔ་བཅུ་པ་སྔ་མ་ལ་ནི་མི་རྣམས་ཁ་དོག་དང་གཟུགས་དང་སྟོབས་དང་། ཤེས་རབ་ལ་སོགས་པ་མངོན་པར་འཕེལ་བ་ཡིན་ལ་ལྔ་བཅུ་པ་ཕྱི་མ་ལ་ནི་འགྲིབ་པ་ཡིན་ནོ།
en: Some say “the measure of a human lifespan can be one hundred years. There in the earlier fifty years the color, shape, strength, intellect and so on increase, and in the later fifty years they wane.

source: །དེ་བཞིན་དུ་དུས་ཀྱི་མཐའ་བསྟན་པ་འགྲིབ་པའི་དུས་ཀྱང་ལྔ་བཅུ་པ་ཕྱི་མ་དང་འདྲ་བས་ལྔ་བརྒྱ་པ་ཐ་མ་ཞེས་གདགས་སོ་ཞེས་ཟེར་རོ།
en: Similarly, the end of the time period, the time of the waning of the teaching, is like the later fifty years and hence is labeled ‘the last of the five hundreds.’ ” *When formulated like that, the duration of the lasting of the Tathāgata’s teaching is two thousand five hundred years. The two commentaries appear to be contradictory. Śāntarakṣita’s intention is that the good Dharma lasts from the Worthy One chapter up to the Meditative Stabilization chapter.

source: །ཡོན་ཏན་གྱི་ཕན་ཡོན་ཐམས་ཅད་བསྟན་པ་ནི་བརྡ་ཕྲད་སླའོ།
en: There is the explanation in the explanatory tradition and there is this other expanation. In general there is agreement on five thousand years.* The explanation of the teaching of all the benefits of the good qualities is easy.

source: །བདུད་ཀྱི་ལས་རྣམས་ནི་སྤོབས་པ་ཕྱིས་ཏེ་སྐྱེས་ན་ཐོགས་པར་འགྱུར་བ་དང་། སྤོབས་པ་ཧ་ཅང་མྱུར་བར་སྐྱེས་ན་ང་རྒྱལ་ཅན་དུ་འགྱུར་བ་དང་། མ་གུས་པར་བྱེད་པ་དང་།
en: Explanation of the work of Māra The work of Māra: “When it takes a really long time to have the confidence to speak” it becomes an impediment; and, “when the confidence to speak happens too fast,” bodhisattvas become arrogant and act with disrespect.

source: གླལ་བ་དང་། དྲེགས་པའོ། །རྒོད་ཅེས་བྱ་བ་ནི་ཆོས་འཆད་པའི་ཚེ་རྒོད་པའམ་ཕན་ཚུན་ཀྱལ་ཀ་བྱེད་པའོ། །ཕན་ཚུན་སྟེག་ཅིང་ཞེས་བྱ་བ་ནི་གཅིག་ལ་གཅིག་དགོད་བྲོ་བར་བྱེད་པའོ།
en: There is “yawning” and being arrogant; “laughing”— laughing or joking with each other when the Dharma is being explained; and “fooling with each other” when they make the other want to laugh. “

source: །ཕན་ཚུན་བཤེས་གཉེན་པ་ལ་ཆགས་ཞེས་བྱ་བ་ནི་ཕན་ཚུན་སེམས་བསྲུང་བའི་ཕྱིར་བྱེད་ཀྱི་དད་པས་བྱེད་པ་མ་ཡིན་ནོ།
en: Attached to each other as friends”— they do it to protect each other’s minds; they do not do it out of faith.

source: །ཡི་གེ་གཞན་ལ་ཆགས་ཤིང་ཚིག་གི་དོན་མི་ཤེས་པ་ཞེས་ཀྱང་འབྱུང་ངོ་།
en: There is also the reading “attached to other readings while not knowing what the meaning is.” “

source: །གླལ་ཞིང་འཛིན་ན་ཞེས་བྱ་བ་ལ་གླལ་བ་ལ་སོགས་པ་འདི་ལྔ་ལས་སྔ་མ་ནི་ཡི་གེར་འབྲི་བའི་ཚེ་ནའོ། །འདིར་ནི་འཛིན་པའི་ཚེའོ། །འགྲོ་བའི་སེམས་བསྐྱེད་པ་ཇི་སྙེད་བྱུང་བ།
en: While if they yawn while… taking it up”— in regard to these five, yawning and so on, the earlier five are when they are writing it out; here it is when they are taking it up in their minds. “

source: དེ་སྙེད་ཀྱི་བསྐལ་པ་ཡོངས་སུ་འཛིན་པར་འགྱུར་ཞེས་བྱ་བ་ནི་སླར་འགྲོ་བའི་སེམས་བསྐྱེད་པ་སྙེད་ཀྱི་བསྐལ་པར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ལ་བརྩོན་པར་བྱ་དགོས་ཏེ་འཆལ་བའི་ཤེས་རབ་ཡིན་པས་དེ་སྙེད་ཀྱི་བསྐལ་པས་ཡོངས་སུ་སྨིན་པར་འགྱུར་རོ།
en: As many thoughts as they have to leave, they appropriate that many eons of practice.” They have to practice the yoga of the perfection of wisdom again for as many eons as the thoughts they have to leave, because they do not reach maturity for that many eons, since their thought is confused. “

source: །དེ་དག་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཤིང་གི་རྩ་བ་སྤངས་ཏེ་ཞེས་བྱ་བ་ནི་དཔེར་ན་ཤིང་གི་རྩ་བ་སྤངས་ཏེ་ཡལ་ག་དང་འདབ་མ་དང་། ལོ་མ་ལ་སྒྲུབ་པ་དག་དོན་ཇི་ལྟ་བ་བཞིན་དུ་མི་འགྲུབ་པ་དེ་བཞིན་དུ།
en: Those… would reject the root of the tree of the knowledge of all aspects.” To illustrate, if you get rid of the root of a tree you will not get “the branches, petals, and leaves” as the outcome you aim for.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཤིང་ལྗོན་པ་མེད་པར་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཡལ་ག་དང་ལོ་མ་ལ་སོགས་པ་ལྟ་བུ་ཡང་ཐོབ་པར་མི་འགྱུར་རོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Similarly, without the tree of the knowledge of all aspects you will not get śrāvakas and pratyekabuddhas that are like the branches and leaves and so on. That is the meaning.

source: །ཇི་ལྟར་ཁྱི་རྗེ་བོའི་ཟན་ཞིམ་པོ་རྙེད་སླ་བ་བོར་ཏེ་མིའི་ཟན་བཙལ་ན་མི་རྙེད་པའམ། ཅུང་ཟད་ཅིག་རྙེད་པར་འགྱུར་བ་དེ་བཞིན་དུ་འདིར་ཡང་སྦྱར་བར་བྱའོ།
en: Connect this here in the same way: it is just as “a dog might spurn” its master’s tasty “food” that is easy to get, and go looking for “food from a servant” that it either does not get, or only gets a bit of.

source: །ཇི་ལྟར་ལ་ལ་ཞིག་གླང་པོ་ཆེ་རྙེད་ཀྱང་བོར་ཏེ། བདག་ནི་གླང་པོ་ཆེའི་རྗེས་འདོད་ཀྱི་གླང་པོ་ཆེ་ནི་མི་འདོད་དོ་ཞེས་ཟེར་བ་དེ་དཔྱས་སུ་འགྱུར་བ་དེ་བཞིན་དུ་སྦྱར་བར་བྱའོ།
en: Similarly, connect this in the same way: it is just as when “somebody finds an elephant,” rejects it, and makes the absurd statement, “I am interested in ‘the track’ of the elephant, I am not interested in the elephant.”

source: །བ་ལང་གི་རྗེས་ཀྱི་དཔེ་དང་ཤིང་མཁན་རྣམ་པར་རྒྱལ་བའི་ཁང་པ་དབུབ་པར་འདོད་པ་ཉི་མ་དང་ཟླ་བའི་གཞལ་མེད་ཁང་གི་དཀྱིལ་འཁོར་ཚོལ་ཞིང་རྣམ་པར་རྒྱལ་བའི་ཁང་པ་ཡང་འདི་ཙམ་མོ་ཞེས་བྱ་བའི་དཔེ་ཡང་དེ་བཞིན་ནོ། །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་སྤོབས་པ་མེད་པས་ཞེས་བྱ་བ་ནི་རྣམ་པར་མི་རྟོག་པའི་ཕྱིར་རོ། །བསམ་གྱིས་མི་ཁྱབ་པའོ་ཞེས་བྱ་བ་ནི་རྟོག་གེའི་སྤྱོད་ཡུལ་ལས་ཡང་དག་པར་འདས་པའི་ཕྱིར་རོ། །སྐྱེ་བ་མེད་ཅིང་འགག་པ་མེད་པའོ་ཞེས་བྱ་བ་ནི་མི་འགྱུར་བར་ཡོངས་སུ་འགྲུབ་པར་ཡོངས་སུ་གྲུབ་པའི་ཕྱིར་རོ། །ཀུན་ནས་ཉོན་མོངས་པ་མེད་ཅིང་། རྣམ་པར་བྱང་བ་མེད་པའོ་ཞེས་བྱ་བ་ནི་རང་བཞིན་གྱིས་ཡོངས་སུ་དག་པའི་ཕྱིར་རོ།
en: The illustration of “the hoofprint left by a bull,” and the analogy of the “contractor who wants to build a Vaijayanta palace” who looks for a “celestial mansion circle,” thinking a Vaijayanta palace is also just that measure, are similar. “

source: །འཁྲུགས་པ་མེད་པའོ་ཞེས་བྱ་བ་ནི་རྟག་ཏུ་མཉམ་པར་གཞག་པའི་ཕྱིར་རོ། །བརྗོད་དུ་མེད་པ་ནི་སོ་སོ་རང་གིས་རིག་པའི་ཕྱིར་རོ། །སྨྲར་མེད་པ་ནི། སྒྲ་ལས་ཡང་དག་པར་འདས་པའི་ཕྱིར་རོ། །རབ་ཏུ་བརྗོད་དུ་མེད་པ་ནི་རྣམ་པར་རྟོག་པ་དང་། རྣམ་པར་དཔྱོད་པ་ལས་ཡང་དག་པར་འདས་པའི་ཕྱིར་རོ། །དམིགས་སུ་མེད་པ་ནི་དངོས་པོར་དམིགས་པ་ཐམས་ཅད་དང་བྲལ་བའི་ཕྱིར་རོ།
en: Subhūti, the perfection of wisdom does not give confidence to speak” because it does not conceptualize; “is inconceivable” because it is beyond the range of speculative thought; “is without production and without cessation” because it is thoroughly established as a final outcome that does not alter; “is without defilement and without purification” because it is pure in its basic nature; “is without distraction” because it is always in meditative equipoise; “is not something that can be spoken out loud” because it is self-reflexive analytic knowledge; “is not part of a conversation” because it is beyond language; “is not something that can be talked about” because it is beyond applied thought and sustained thought; and “cannot be apprehended” because it is separated from apprehending anything as an existent thing.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་དངོས་པོ་མེད་ཅེས་བྱ་བར་འདུ་ཤེས་ན་དེ་ཡང་བདུད་ཀྱི་ལས་སོ་ཞེས་བྱ་བ་ནི་དངོས་པོ་མེད་པའི་འདུ་ཤེས་ཀྱི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བཤད་པ་ལ་རིམ་གྲོར་མི་བྱེད་པའི་ཉེས་པའོ།
en: If they “form the notion ‘this deep perfection of wisdom is not an existent thing,’ Subhūti, they should know that this too is the work of Māra.” If they explain the perfection of wisdom with the notion that it does not exist, there is the fault of not honoring it. “

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ཡི་གེ་མ་མཆིས་པའོ་ཞེས་བྱ་བ་ནི་བརྗོད་དུ་མེད་པ་དང་། མཉན་དུ་མེད་པའི་ཕྱིར་རོ།
en: The perfection of wisdom is without letters,” because it is not something that can be spoken out loud and is not something that can be heard.

source: །བདུད་ཀྱི་ལས་ལྷག་མ་རྣམས་ནི་བརྡ་ཕྲད་པར་སླའོ།
en: The rest of the works of Māra are easy to understand.

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདིས་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་བསྐྱེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པས་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་བསྐྱེད་པའི་ཕྱིར་དོན་དམ་པའི་དེ་བཞིན་གཤེགས་པ་བསྐྱེད་པ་ཡིན་ནོ་ཞེས་སྟོན་ཏོ། །འཇིག་རྟེན་སྟོན་པ་ཞེས་བྱ་བ་ནི་རྣམ་པ་བཅུ་གཅིག་གིས་འཇིག་རྟེན་སྟོན་པར་བཤད་དེ། ཕུང་པོའི་འཇིག་རྟེན་སྟོན་པ་དང་། ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་བརྟགས་པ་དམིགས་སུ་མེད་པར་སྟོན་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་སྤྱོད་པ་དང་། དབྱེ་བ་ལ་སོགས་པ་སྟོན་པ་དང་། ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་སྟོན་པ་དང་། ཆོས་ཐམས་ཅད་མཚན་ཉིད་མེད་པའི་མཚན་ཉིད་དུ་སྟོན་པ་དང་། བྱས་པ་གཟོ་ཞིང་བྱས་པ་ཚོར་བའི་དབང་དང་།
en: Revealing this world “Subhūti… this deep perfection of wisdom gives birth to a tathāgata’s ten powers,” and so on, teaches that it gives birth to the ultimate tathāgata because it gives birth to the buddhadharmas. “

source: ཆོས་ཐམས་ཅད་ཤེས་པ་པོ་མེད་ཅིང་། མཐོང་བ་པོ་མེད་པར་སྟོན་པ་དང་། མ་མཐོང་བའི་ཆོས་ཐམས་ཅད་སྟོན་པ་དང་། འཇིག་རྟེན་སྟོང་པ་ཉིད་དུ་བརྗོད་པ་རིག་པར་བྱེད་ཤེས་པར་བྱེད། རྣམ་པར་ཤེས་པར་བྱེད་སྟོན་པར་བྱེད་པའི་དབང་དང་།
en: Reveals this world”— it says it “reveals this world” in eleven forms: it reveals the world of the aggregates; it reveals that the basic nature of all dharmas cannot be designated or apprehended; it reveals the thought activities of all beings and the divisions and so on; it reveals the suchness of all phenomena; it reveals that the mark of all phenomena is no mark; it reveals the power of being cognizant of what has been done, and acknowledging what has been done, and the nonexistence of one who knows and the nonexistence of one who sees; it reveals all unseen dharmas; and it reveals the power of one who knows, one who understands, one who is aware of, and one who reveals a description of the world as empty, and who reveals this world as inconceivable and isolated, without an interior and so on, and at peace on account of the nonexistence of a perception of this world or the world beyond.

source: འཇིག་རྟེན་འདི་བསམ་གྱིས་མི་ཁྱབ་ཅིང་དབེན་ལ། ནང་ལ་སོགས་པ་སྟོང་ཞིང་ཞི་བར་སྟོན་པ་དང་། འཇིག་རྟེན་འདི་དང་འཇིག་རྟེན་ཕ་རོལ་པོའི་འདུ་ཤེས་མེད་པས་སོ། །དེ་ལ་རབ་འབྱོར་ཕུང་པོ་ལྔ་ནི་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་དུ་གསུངས་སོ། །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་ཕུང་པོ་ལྔ་པོ་འདི་དག་འཇིག་པར་སྟོན་པ་མ་ཡིན།
en: Among those, “Subhūti, the Tathāgata has said that the five aggregates are the world… the perfection of wisdom does not reveal those five aggregates as being destroyed, nor does it reveal them as being really destroyed.”

source: རབ་ཏུ་འཇིག་པར་སྟོན་པ་མ་ཡིན་ཏེ་ཞེས་བྱ་བ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་ཕུང་པོའི་དེ་བཞིན་ཉིད་འབའ་ཞིག་མཐོང་གི་ཀུན་བརྟགས་པའི་ཕུང་པོ་ནི་མ་ཡིན་ནོ།
en: The perfection of wisdom sees only the suchness of the aggregates, not the falsely imagined aggregates.

source: །འཇིག་པ་དང་རབ་ཏུ་འཇིག་པ་ཞེས་བྱ་བ་ནི་ཆུད་ཟ་བ་དང་མ་རུང་བར་འགྱུར་བ་ལ་བྱའོ།
en: Take “destroyed” and “really destroyed” as getting used up and becoming ruined. “

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཉིད་ཀྱང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཉིད་ལ་མེད་ཅིང་མི་དམིགས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གཟུགས་ཡོད་པའམ་དམིགས་པར་ལྟ་ག་ལ་འགྱུར་ཞེས་བྱ་བ་ནི་དམིགས་པར་བྱ་བ་དང་།
en: If even this very perfection of wisdom does not exist and is not apprehended in this deep perfection of wisdom, how could form ever exist or be apprehended?”

source: དམིགས་པར་བྱེད་པས་མཉམ་པས་མཉམ་པར་གྱུར་པའི་ཚེ། རྣམ་པར་མི་རྟོག་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཉིད་ཀྱང་མི་སྣང་ན་གཟུགས་ལ་སོགས་པ་ལྟ་ཅི་སྨོས་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that if even this very perfection of wisdom does not appear to the nonconceptual perfection of wisdom when an apprehended and an apprehender have become equally the same, it goes without saying form and so on do not. “

source: །རབ་འབྱོར་དེ་བཞིན་གཤེགས་པས་སེམས་ཅན་དེ་དག་གི་སེམས་བསྡུས་པ་དང་། སྤྲོས་པ་ནི་ཆོས་ཉིད་ཀྱིས་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་དུ་རབ་ཏུ་མཁྱེན་ཏོ་ཞེས་བྱ་བ་ནི་སེམས་ཀྱི་ཆོས་ཉིད་གཟིགས་པས། སེམས་བསྡུས་པ་དང་།
en: Subhūti, the tathāgatas know those collected thoughts and distracted thoughts of those beings for what they are through the true nature of dharmas.”

source: སྤྲོས་པ་རྣམས་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་མ་ཡིན་ཞིང་མེད་པར་མཁྱེན་པ་ལ་སེམས་བསྡུས་པ་དང་། སྤྲོས་པ་མཁྱེན་པ་ཞེས་བྱའོ།
en: To “know collected thoughts and distracted thoughts” is to know collected thoughts and distracted thoughts as not what they are, as nonexistent, by seeing the true dharmic nature of thought.

source: །དེ་ནས་ཡང་སེམས་བསྡུས་པ་དང་སྤྲོས་པ་དེ་དག་ཇི་ལྟར་མཁྱེན་ཞེས་གསོལ་པ་དང་།
en: Then it says, “How do they know those collected thoughts and distracted thoughts?”

source: ཟད་པ་དང་འདོད་ཆགས་དང་བྲལ་བ་དང་འགག་པ་ཞེས་བྱ་བ་ལ་སོགས་པས་སྟོན་ཏེ། སེམས་ཅན་ཟད་པའི་ཆོས་ཉིད་དང་། འདོད་ཆགས་དང་བྲལ་བའི་ཆོས་ཉིད་དང་འགག་པའི་ཆོས་ཉིད་དང་སྤོང་བའི་ཆོས་ཉིད་དང་། ངོ་བོ་ཉིད་ཀྱིས་དབེན་པར་མཁྱེན་པ་ལ་སེམས་དེ་དག་མཁྱེན་ཞེས་བཤད་དོ།
en: And it teaches that they are “inexhaustible… free from greed… cessation,” and so on, saying to “know those thoughts” is to know all thoughts as being in their true dharmic nature “inexhaustible,” in their true dharmic nature “an abandonment,” and “isolated” from an intrinsic nature.

source: །དེའི་འོག་ཏུ་རབ་འབྱོར་སེམས་འདོད་ཆགས་དང་བཅས་པ་གང་ཡིན་པ་དེ་ནི་སེམས་ཀྱི་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་མ་ཡིན་ནོ་ཞེས་བྱ་བས་འདོད་ཆགས་དང་བཅས་པའི་སེམས་ལ་སོགས་པ་མཁྱེན་པར་སྟོན་ཏོ།
en: Then, with “Subhūti, a mind that is greedy is not a mind as it really is,” it teaches that they know a thought that is greedy and so on.

source: །འདི་ལ་འདོད་ཆགས་དང་བཅས་པའི་སེམས་ལ་འདོད་ཆགས་དང་བཅས་པའི་སེམས་སུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་མཁྱེན་ཞེས་བྱ་བ་ལ་འདིར་གལ་ཏེ་འདོད་ཆགས་དང་། སེམས་དང་།
en: Here, in regard to “know a greedy thought… for what it is, a greedy thought,” if there is such knowledge of greed, thought, and greediness, then the “greedy” thought is not a phenomenon as it really is.

source: འདོད་ཆགས་དང་བཅས་པ་ཉིད་ཀྱང་དེ་ལྟར་ཤེས་ན་འདོད་ཆགས་དང་བཅས་པ་ཞེས་བྱ་བའི་སེམས་ཀྱི་ཆོས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཡོད་པ་མ་ཡིན་གྱི་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་ཅེས་བྱ་བའི་ཆོས་ངོ་བོ་ཉིད་ཀྱིས་དབེན་པ་ལ་སེམས་ཀྱི་ཆོས་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་ཅེས་བྱའོ།
en: A phenomenon “as it really is,” a thought that is a phenomenon “as it really is,” is a phenomenon isolated from an intrinsic nature.

source: །དེ་བཞིན་གཤེགས་པ་ཤེས་རབ་ཤིན་ཏུ་རྣམ་པར་དག་པ་ནི་སེམས་སམ། འདོད་ཆགས་སམ། སེམས་ལས་བྱུང་བའི་ཆོས་སམ། འདོད་ཆགས་དང་བཅས་པ་ལ་སོགས་པར་མི་བཟུང་སྟེ། འདོད་ཆགས་དང་བཅས་པ་ལ་སོགས་པའི་གནས་སྐབས་ཀྱི་ཀུན་བརྟགས་པ་དེ་ཤིན་ཏུ་མེད་པའི་ཕྱིར་རོ།
en: The Tathāgata has an extremely pure consciousness and has not grasped thought, or greed, or a dharma that is a mental factor, or being greedy and so on, because falsely imagined temporary states when there are greedy thoughts and so on do not exist at all.

source: །དེ་བས་ན་འདིར་ཚིག་གི་དོན་ནི་འདི་ཡིན་པར་ཤེས་པར་བྱ་སྟེ། འདོད་ཆགས་བཅས་པའི་སེམས་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་མ་ཡིན་ཞིང་དེ་བདེན་པ་མ་ཡིན་པས་དེ་སྤངས་ཏེ།
en: Therefore, the passage here should be understood as follows: a thought that is greedy is not as it really is, is not a truth, so, having abandoned it, they “know it” in the form it is really in.

source: ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་ཀྱི་རྣམ་པར་རབ་ཏུ་མཁྱེན་ཏོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: That is the meaning.

source: །དེ་བས་ཡང་འདོད་ཆགས་དང་བྲལ་བའི་སེམས་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་དུ་རབ་ཏུ་མཁྱེན་པ་སྟོན་ཏེ། རབ་འབྱོར་སེམས་འདོད་ཆགས་དང་བྲལ་བ་གང་ཡིན་པ་དེ་སེམས་འདོད་ཆགས་དང་བཅས་པ་མ་ཡིན་ཞེས་བྱ་བས་ཅི་བསྟན་ཞེ་ན་སེམས་འདོད་ཆགས་དང་བྲལ་བ་དང་།
en: So it again teaches that they know a mind free from greed for what it is, with “therefore, Subhūti, a mind that is free from greediness is not a mind that has greediness.” What is this teaching?

source: འདོད་ཆགས་དང་བཅས་པ་ཉིད་དོན་དམ་པར་མེད་པ་འབའ་ཞིག་ཏུ་མ་ཟད་ཀྱི། འོན་ཀྱང་ཀུན་བརྟགས་པའི་བདག་ཉིད་དུ་ཡང་འདོད་ཆགས་དང་བྲལ་བའི་གནས་སྐབས་ན། འདོད་ཆགས་དང་བཅས་པ་ཞེས་བརྗོད་པར་མི་ནུས་ཏེ། འདོད་ཆགས་དང་བཅས་པ་དང་འདོད་ཆགས་དང་བྲལ་བ་གཉིས་སེམས་གཅིག་ལ་མི་སྲིད་པ་དང་། སེམས་གཉིས་ཅིག་ཅར་མི་སྐྱེ་བའི་ཕྱིར་རོ།
en: Minds free from greed and minds with greediness are not only ultimately nonexistent, you cannot even say about a temporary state of a falsely imagined nature free from greed that “it is greedy,” because the two—free from greed and greedy—are impossible in one thought; two thoughts do not arise simultaneously.

source: །དེ་བས་ན་ཡང་དག་པ་མ་ཡིན་པར་ཡང་མ་ཟད་ཀྱི། ཀུན་བརྟགས་པའི་རྣམ་པར་ཡང་འདོད་ཆགས་དང་བྲལ་བ་ལ་འདོད་ཆགས་དང་བཅས་པ་ཞེས་བྱར་མི་རུང་བས། འདོད་ཆགས་དང་བྲལ་བ་ཉིད་ཅེས་བཤད་དོ།
en: Therefore, not only is it unreal, but even in a falsely imagined form a mind free from greed cannot properly be “greedy,” so it says “free from greediness.”

source: །དེ་བཞིན་དུ་ཞེ་སྡང་དང་བྲལ་བ་དང་། གཏི་མུག་དང་བྲལ་བ་ཡང་སྦྱར་བར་བྱའོ། །སེམས་རྒྱ་ཆེ་བ་ལ་རྒྱ་ཆེ་ཞེས་བྱ་བ་དང་།
en: Similarly, connect this with “free from hatred… and free from a confusion.” “

source: རབ་འབྱོར་འདི་ལ་དེ་བཞིན་གཤེགས་པས་སེམས་ཅན་དེ་དག་གི་སེམས་རྒྱ་ཆེ་བ་མ་ཡིན་ཞུམ་པ་མ་ཡིན་པར་རབ་ཏུ་མཁྱེན་ཏོ་ཞེས་བྱ་བ་ལ་སོགས་པས་འདི་སྐད་བསྟན་པར་འགྱུར་ཏེ། འདིའི་སེམས་ནི་རྒྱ་ཆེ་བའོ། །གཞན་གྱི་སེམས་ནི་ཞུམ་པའོ། །འདིའི་སེམས་ནི་འཕེལ་བའོ། །གཞན་གྱི་སེམས་ནི་འགྲིབ་པའོ། །འདིའི་སེམས་ནི་ཁྱབ་པར་འགྲོ་བའོ། །གཞན་གྱི་སེམས་ནི་ཁྱབ་པར་འགྲོ་བ་མ་ཡིན་པའོ་ཞེས་བྱ་བར་མི་གཟིགས་ཀྱི།
en: An inclusive thought… as an inclusive thought” and “Subhūti, here the tathāgatas know that a thought of those… beings is not inclusive, … that a thought is not constricted,” and so on, teach as follows: They do not view this one’s thought as “inclusive,” or another’s thought as “constricted”; that this one’s thought “increases,” or another’s thought “is reduced”; or that this one’s thought “pervades,” or another’s thought “does not pervade.”

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ལ་བརྟེན་ནས། སེམས་རྒྱ་ཆེ་བ་དེ་དངོས་པོ་མེད་ཅིང་ཡོད་པ་མ་ཡིན་པ། ངོ་བོ་ཉིད་མེད་པར་རབ་ཏུ་མཁྱེན་པ་ནི་སེམས་རྒྱ་ཆེ་བ་ལ་སེམས་རྒྱ་ཆེ་བར་ཡོངས་སུ་མཁྱེན་ནས། དེ་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་དུ་དངོས་པོ་མེད་པར་རབ་ཏུ་མཁྱེན་ཏོ་ཞེས་བསྟན་པ་ཡིན་ནོ།
en: It teaches that they “know, thanks to this deep perfection of wisdom,” that that inclusive thought is a nonexistent thing, that it is does not exist, and that it is without an intrinsic nature; they thoroughly know “an inclusive thought as an inclusive thought,” knowing it “for what it is,” a nonexistent thing.

source: །དེ་བཞིན་དུ་ཆེན་པོར་གྱུར་པ་ཞེས་བྱ་བ་འདིར་ཡང་རབ་འབྱོར་འདི་ལ་དེ་བཞིན་གཤེགས་པས་སེམས་ཅན་གཞན་དང་གང་ཟག་གཞན་དག་གི་སེམས་འོང་བ་མེད་པ་དང་། འགྲོ་བ་མེད་པ་དང་གནས་པ་མེད་པ་དང་། སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པར་གཟིགས་སོ་ཞེས་བྱ་བ་ལ་སོགས་པས་འདི་སྟོན་ཏེ།
en: Similarly, with “that has become great.” Here also, “Subhūti, here the tathāgatas view a thought of other beings or other persons as not coming, as not going, as not lasting, as not arising, and as not stopping,” and so on, explains this. “

source: ཆེན་པོ་ཞེས་བྱ་བ་འདི་ལ་ཆེན་པོ་ནི་སྐྱེ་བའི་དབང་དང་། ཡང་དག་པར་གནས་པའི་དབང་དང་གནས་ཤིང་ཡངས་པའི་མཚན་ཉིད་གཞན་དུ་གྱུར་པས་འགྱུར་རོ།
en: Great” here is in the sense of arising, in the sense of lasting for an extended period, and in the sense of changing into something else marked by lasting and having an extended period.

source: །གྱུར་པ་ཞེས་བྱ་བ་དེ་ནི་འོང་བ་དང་འགྲོ་བའི་དབང་གིས་འགྱུར་ཏེ།
en: As for “has become,” it is in the sense of “coming and going.”
